demo-output/website/dafoam/work_sail/naca0015_sail_medium/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

transportModel Newtonian;

nu 1.5e-5;
Pr 0.7;
Prt 1.0;
