demo-output/website/dafoam/work_sail/naca0015_sail_medium/0.orig/nuTilda
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nuTilda;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 4.5e-05;

boundaryField
{
    body
    {
        type            fixedValue;
        value           uniform 0.0;
    }
    farfield
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
}
